{
    "ProductsTitle": "我们的新产品",
    "innovativeTitle": "TECHNOLOGIE INNOVANTE",
    "innovativeSubtitle": "Chez Helios, notre philosophie est de fournir à nos clients un produit à la fois écologique et intemporel. En utilisant les technologies d'énergie renouvelable les plus avancées, nous avons pu créer des montres exceptionnelles alimentées à la fois par la lumière naturelle et artificielle. Les montres stockent constamment de l'énergie, leur permettant ainsi de fonctionner normalement jusqu'à six mois après seulement une heure d'exposition à la lumière. Nos technologies, qui prolongent indéfiniment la durée de vie des montres, éliminent le besoin de remplacer complètement les batteries écologiquement nocives. Vous n'aurez plus à apporter votre montre au magasin pour la maintenance (mais nous savons tous que vous ne l'avez pas fait de toute façon!)",
    "sustainableTitle": "MATÉRIEL DURABLE",
    "sustainableSubtitle": "<< Si toutes les montres qui utilisent des piles devaient fonctionner avec un mouvement solaire, nous estimons que nous pourrions économiser jusqu'à 300 millions de piles par an >> - En développant consciemment nos montres avec les matériaux les plus durables, nous nous assurons que chaque Helios fait partie d'un mouvement plus large vers un avenir plus propre.",
    "luxuriousTitle": "DESIGN LUXUEUX",
    "luxuriousSubtitle": "Votre style reflète qui vous êtes et ce en quoi vous croyez. Trop souvent, nous sommes obligés de sacrifier nos valeurs de consommation responsable pour le style ou vice versa. Nous croyons que les leaders d'aujourd'hui et de demain méritent un produit à la fois écologique et élégant, sans se ruiner. Parce que nous avons créé une montre qui peut durer éternellement, nous avons créé un design qui peut traverser les époques. Nous avons également veillé à ce que vous puissiez adapter le style de votre Helios à votre accoutrement en remplaçant facilement les sangles. Il est temps que nous accordions la priorité à la durabilité dans nos décisions quotidiennes afin d'inaugurer une nouvelle ère de consommation responsable."
}