{
  "nav-home": "Home",
  "nav-our-operation": "Our Operation",
  "nav-about-us": "About Us",
  "nav-gallery": "Gallery",
  "nav-contact-us": "Contact Us",
  "home-hero-title": "Growing tomorrow's future... today",
  "home-hero-button": "Contact Us Now",
  "home-about-title": "Experts in forestry",
  "home-about-text1": "Spiritwood has been operating in the forestry sector for over 20 years. Sustainably managing and growing trees is what we do best. With over 600 hectares of land across the Philippines and a fully licensed sawmill, Spiritwood is working to evolve from a tree farm company in to an international supplier of wood products.",
  "home-about-text2": "The trees are currently approaching 20 years of age and are ready for selective harvesting.",
  "home-about-button": "Learn More",
  "home-contact-title": "Interested in growing the future?",
  "home-contact-text": "With an excess of 600 hectares of trees, ready to harvest, we now have a standing inventory of over 160 million board feet. We are actively looking for new partners to help us grow the future and would love to hear from you.",
  "home-contact-button": "Contact Us Now",
  "home-video-title": "Our Journey",
  "operation-hero-title": "Our Operation",
  "operation-trees-title": "Trees",
  "operation-trees-summary": "The plantations have been carefully mapped and measured to ensure the perfect balance between the fast growing gmelina tree, while also having enough of the slower growing mahogany.",
  "operation-teak-title": "White Teak (Gmelina Arborea)",
  "operation-teak-text": "Gmenlina is a fast growing, moderately sized deciduous tree. From a seedling to a harvestable adult tree in 20 years, it averages a meter of growth per year, as it grows to a maximum of 30 meters high. The straight, cylindrical bole is commonly around 50cm in diameter, however some specimens are in excess of 140cm.",
  "operation-mahogany-title": "Mahogany (Swietenia Macrophylla)",
  "operation-mahogany-text": "The mahogany tree is one of the non-indigenous trees recommended for reforestation by the Philippine forestry authorities. The giant mahogany is a slow growing evergreen tree. It reaches a height of 30 to 40 meters, with some specimens reaching up to 60 meters tall. With a straight and cylindrical bole, firm lumber and a diameter of 100 to 120 centimetres, it’s no wonder that mahogany is regarded as the world’s finest timber for high-class furniture, instruments and cabinet work.",
  "operation-planting-title": "Planting & Husbandry",
  "operation-planting-text1": "For more than 20 years, we have been planting and managing our expanding tree farms. Once the seedlings have grown to an appropriate size, they are transplanted into the plantations. They are then overseen by our foresters and forest guards that perform maintenance and husbandry work, ensuring that the trees are kept safe and secure.",
  "operation-planting-text2": "Sustainability is at the core of Spiritwood. We believe in harvesting responsibly, following best practices such as selective cutting and replanting, where new growth will replace the trees being cut, allowing for long term stable production.",
  "operation-planting-text3": "The trees that were planted in the early years of the company are now ready to support commercial selective harvesting, with our plantations in San Pascual and Magsaysay being the first to be brought into production.",
  "operation-mill-title": "Lumber Milling",
  "operation-mill-text1": "With such careful attention being put on how we grow our trees and selecting which to cut, comes the benefit of having our lumber mill operating regularly. Our clients range from local businesses to the government.",
  "operation-mill-text2": "One project we are very proud of is building and delivering over 36,000 desks to the Department of Education for local schools.",
  "operation-mill-text3": "The company began harvesting in the last quarter of 2018, bringing the mill into commercial operation. The mill is able to handle more than three million board feet of rough cut lumber per year.",
  "operation-button": "Visit Our Gallery",
  "about-hero-title": "About Us",
  "about-title": "Our Team",
  "about-douglas": "As CEO, Mr. Wilson channels his thirty-five years of business experience, ensuring the interests of all stakeholders are well represented in the day to day operations of the company. With vast experience in industries including marketing services, corporate and business consulting, financial services, and telecommunications, Mr. Wilson is an expert in all aspects of the business.",
  "about-ken": "Mr. Eicher is one of the founders of Spiritwood Corporation. He developed the financial and business opportunities, initiating and overseeing the planting of over 1,500,000 white teak trees and over 80,000 mahogany trees. After 20+ years of managing the company, Ken is still the backbone of progress, always seeing the potential and driving the growth of the company.",
  "about-vivian": "Vivian is an exceptional CPA, fully qualified for international accounting and is located in Hong Kong as our Group CFO. She manages all levels of the accounting teams and ensures full compliance of all financial activities.",
  "about-teofilo": "With over two decades of legal experience, Mr. Abejo been able to assist Spiritwood with navigating through the required regulatory processes, and bringing his unique leadership style and senior counsel to the team.",
  "about-amado": "In his role as treasurer, Amado has been actively engaged with employee and labour relations, as well as providing outstanding corporate and financial oversight for SGPC and Spiritwood Corporation.",
  "about-juan": "Specializing in corporate law, Juan provides general legal services to the team, as well as valued guidance in the practice areas of administrative, civil and labour law. He continues to provide effective maintenance of our corporate documentation.",
  "about-wilfredo": "Mr. Malvar’s 40 years of administrative and regulatory experience with the Department of Environment and Natural Resources (DENR), has allowed him to provide us exceptional management oversight. He acts as our beacon for sustainability in our forestry projects.",
  "about-map-title": "Our Lands",
  "about-button": "Learn About Our Operations",
  "gallery-hero-title": "Gallery",
  "gallery-button": "Contact Us Now",
  "contact-hero-title": "Contact",
  "contact-text1": "With an excess of 600 hectares of trees, ready to harvest, we now have a standing inventory of over 160 million board feet.",
  "contact-text2": "We are actively looking for new partners to help us grow the future and would love to hear from you.",
  "contact-button": "Contact Us Now"
}
